export default {
    title: 'सहारा',
    full_form: '\'KISAN\' ऐप किसानों को स्थानीय मौसम के पूर्वानुमान और मौसम आधारित कृषि परामर्श देता है और निर्णय लेने में समर्थन देता है।',
    description: 'यह एप्लिकेशन आई एम डी, एम ओ ई एस, भारत सरकार, नई दिल्ली की "ग्रामीण कृषि मौसम सेवा" (जी के एम एस) परियोजना के तहत उत्तराखंड राज्य के देहरादून, हरिद्वार और पौड़ी गढ़वाल जिले के किसानों को न केवल मौसम पूर्वानुमान और कृषि मौसम सलाह प्रदान करता है, बल्कि इन एडवाइजरी पर बहुमूल्य फीडबैक प्रदान करने का अवसर प्रदान करता है।',
    contact: 'किसी भी तकनीकी सहायता के लिए, संपर्क करें:',
    name: 'खुशबू मिर्ज़ा',
    designation: 'वैज्ञानिक/अभियन्ता',
    department: 'क्षेत्रीय सुदूर संवेदन केंद्र - उत्तर',
    address_line1: 'राष्ट्रीय सुदूर संवेदन केंद्र',
    address_line2: 'भारतीय अंतरिक्ष अनुसंधान संगठन',
    address_line3: 'अंतरिक्ष विभाग, भारत सरकार, नई दिल्ली',
    email: 'ईमेल',
};
